Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/press_releases_fi/samekonv_die_ahus_inarinsaame.pdf.tmx
Source language: smn
Languages: sms

source: Tave-eennâmlâš sämisopâmuš valmâštâllâm já ovdánem lii lamaš kuhes proosees já tot lii valmâštâllum tave-eennâmlâš äššitobdeepargojuávhust kulmâ ive.
sms: TâŠvvjânnamlaž sääŠmsuåppmõõžž valmstõõllmõš da ouddnumuš lij leämmaž kuŠǩes prosess da tõt lij valmštõllum tâŠvvjânnamlaž äŠšštobddiäŠrttlest kolmm eeŠjj.

source: Sopâmušhammiittâs luovâttem maŋa ive 2005 tave-eennâmlii sämisopâmuš ovdedem nuuvâi staatâi koskâsii oovtâstpargoost maaŋgâ ihán.
sms: SuåppmõšvuõssǩeeŠrjtõõzz mâŋŋa ouddmõõžž eeŠjjest 2005 tâŠvvjânnamlaž sääŠmsuåppmõõžž ooudâsviikkmõš puuđi valdiai kõskksaž õhttsažtuâjast määŋg eeǥǥas.

source: Tääl ráđádâlmeh sopâmuš tuhhitmân älgih Ruotâ, Suomâ já Taažâ staatâi já sämitigij oovtâstpargon ive 2011 rääjist.
sms: ÅåŠn saaǥǥstõõllâm suåppmõõžž priimmâm diõtt äŠlǧǧe Ruõcc, LääŠddjânnam da Taar valdiai da sääŠmteeŠǧǧ õhttsažtuâjjan eeŠjjest 2011 ääŠljeeŠl.

source: Taat meridui Ruotâ, Suomâ já Taažâ sämiaašijn västideijee ministerij já áášán kullee enâmij sämitigij presideentâi ohtsâščuákkimist onne 22.11.2010 Tukholmast.
sms: Tän tuŠmmješ Ruõcc, LääŠddjânnam da Taar sääŠmaaŠššin vasteeŠji ministeerji da kõõččmõõžžâst åårrai jânnmi sääŠmteeŠǧǧ presideenti õhttsažsåbbrest täŠbbe 22.11.2010 Tukholmast.

source: Tave-eennâmlii sämisopâmuš tuhhiittem lii sooppum olášittuđ viiđâ ivveest.
sms: TâŠvvjânnamlaž sääŠmsuåppmõõžž priimmʼmõš lij suåppum viikkâd tuŠmmstõŠǩǩe viiđ eeŠjj sizz.

source: Sämitigeh láá tuáivum, et ráđádâlmijd puávtáččij toollâđ jotelub äigitavluin, mut tehálumos lii ääši ovdánem.
sms: SääŠmteeŠǧǧ liâ tuäivvam, što saaǥǥstõõllmõõžž vuäitčeš jieŠlled sõõrǥab äiŠǧǧtaaulin, leša vääžnmõš lij ääŠšš ouddnumuš.

source: Lii vyerdimist, et ráđádâlmeh láá vaigâdeh.
sms: Saaǥǥstõõllmõõžž liâ vuârddmõõžžâst väŠǯǯlõs.

source: Sopmuš ličij historjállâš já ton tuhhiittem uáivildičij maailm vuossâmuu staatâsopâmuš šoddâm, mon uáivilin lii pyerediđ maaŋgâ staatâ kuávluin ässee algâaalmug, sämmilij, sajattuv.
sms: Suåppmõš leŠčči histoorlaž da tõn priimmʼmõš miârkkšõõvvči maaiŠlm vuõssmõš valdiasuåppmõõžž šõddmõõžž, koon jurddân lij pueŠreed määŋg valdia vuuŠdest jälsteei vuõssnarood, saaŠmi staattuuzz.

source: Ruotâ, Suomâ já Taažâ sämitigij sehe Ruošâ sämmilij oovtâstpargo-orgaan, Säämi Parlamentaarlâš Rääđi (SPR) vuárdá, et tave-eennâmlâš sämisopâmuš oovded sämmilij raajijd rastaldittee oovtâstpargo ovdiist pyerebân lasseetmáin sämmilij oohtânkulluuvâšvuođâ já läčimáin SPR:st sämmilij ohtsii alemuu ovdâsteijee orgaan jieijâs haldâttâhráhtusijdiskuin.
sms: Ruõcc, LääŠddjânnam da Taar SääŠmteeŠǧǧ di Ruõšš saaŠmi õhttsažtuâjjorgan, SaaŠmi Parlamentaarlaž Suåvtõs (SPN), vuârdd tâŠvvjânnamlaž sääŠmsuåppmõõžž ooudâsviikkâd saaŠmi raajid pâŠjjel mõõnni õhttsažtuâj veâl pueŠrab årra, lââŠzzteeŠl saaŠmi õŠhttekuullmõõžž da raajjâd SPN:st saaŠmi õhttsaž pââimõs võboršeǩǩnallšem orgaan jiijjâz-i vaaldšemraajõõzzin.

source: Veikkâ sämitigeh láá tave-eennâmlii sämisopâmuš tuhhiittemráđádâlmijn uássin staatâi delegaatioid, lii sämmilij jienâ ohtsâš.
sms: HåŠt sääŠmteeŠǧǧ liâ tâŠvvjânnamlaž sääŠmsuåppmõõžž priimmânsaaǥǥstõõllmõõžžin bieŠǩǩen valdiai eeŠttkâŠsttõõzz, saaŠmi jiõnn lij õhttsaž.

source: SPR ráđádâl ohtân juávkkun tave-eennâmlii sämisopâmuš tuhhitmân.
sms: SPN saaǥǥstââll õhttân vuŠvdden tâŠvvjânnamlaž sääŠmsuåppmõõžž priimmâm diõtt.

source: SPR váátá, et taveeennâmlâš sämisopâmuš ráđádâlloo oleslâžžân já puoh sopâmušhammiittâs tähidem vuoigâdvuođah olášuveh.
sms: SPN ouddlâstt, što tâŠvvjânnamlaž sääŠmsuåppmõš saaǥǥstõõlât obbvuõđstes da puk suåppâmvuõssǩeeŠrjtõõzz stannum vuõiggâdvuõđ teâuddje.

source: Ruotâ sämitige sriivrâ saavâjođetteijee Ingrid Inga iätá, et lii uáli ilodittee et kulmâ Sämitige uásálisteh täsiárvusâžžân uásipeellin ráđádâlmijn tave-eennâmlii sämisopâmušâst.
sms: Ruõcc sääŠmteeŠǧǧ halltõõzz saaǥǥjååŠđteei Ingrid Inga särnn, što lij pueŠrr kuullâd, što kolmm sääŠmteeŠǧǧ vuässâŠtte tääŠssärvvsen vuäŠsspieŠllen saaǧǧstõõllmõõžžin tâŠvvjânnamlaž sääŠmsuåppmõõžžâst.

source: Vyelgip tast, et Sämitigij iävtuh uásálistiđ ráđádâlmáid torvejuvvojeh áášán kullee staatâi tooimâst.
sms: VueŠlǧǧep tõŠst, što SääŠmteeŠǧǧ oudldõõzz vuässõõttâd saaǥǥstõõllmõõžžid staaneet kõõččmõõžžin åårrai valdiai tuåimest.

source: Tot äšši et ráđádâlmeh kalgeh nuuhâđ viiđâ ive siste, meerhâš meiddei tom, et Ruotâ taan äägi siste almoot aiguinis nanodiđ já turviđ sämmilij vuoigâdvuođâ jiešmeerridmân já enâmij já čaasij já luánduriggoduvâi haaldâšmân aalmugijkoskâsii vuoigâdvuođâ prinsiipâi miäldásávt.
sms: Tõt äŠšš što saaǥǥstõõllmõõžž âŠlǧǧe puuttâd viiđ eeŠjj seŠst, miârkksââvv še, što Ruõcc tän eeŠjj äiŠǧǧen vuäitt iŠlmmted, što jordd ravveed da staaneed saaŠmi vuõiggâdvuõđ jiõččmieŠrrummuŠšše da jânnmi da čaaŠʒʒi da luâttreeŠǧǧesvuõđi vaaldšumuŠšše meeraikõskksaž vuõiggâdvuõđ vuâđđjurddji mieŠlddsânji.

source: Suomâ sämitigij saavâjođetteijee Klemetti Näkkäläjärvi iätá, et Suomâ sämitiigán ráđádâlmeh taveeennâmlii sämisopâmuš tuhhitmân láá eromâš teháliih, ko Suomâ kárttáá tave-eennâmlii sämisopâmuš pehti tähidiđ sämi-iäláttâsâi já - kulttuur syeje táálást pyerebeht, čuávdiđ sämmilij vuoigâdvuođâid enâmân já čáácá sehe turviđ sämitiigán tuárvi naavcâid toimâđ.
sms: LääŠddjânnam sääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi särnn, što sääŠmtegga saaǥǥstõõllmõõžž tâŠvvjânnamlaž sääŠmsuåppmõõžž primmʼmõš lij aaibâs vääžnai, tõŠnt ko LääŠddjânnam joudd tâŠvvjânnamlaž sääŠmsuåppmõõžž pääiŠǩ staaneed sääŠmjieŠllemvueŠjji da – kulttuur suõi veâl pueŠrbuben, räŠtǩǩeed saaŠmi vuõiggâdvuõđid jânnma da čäcca di staaneed sääŠmtegga riŠjttjeei resuursid tuåimmjed.

source: Suomâ staatâ lii asâttâm maaŋgâ ihelovo ääigi ulmen uážžuđ aalmuglii čuávdus sämmilij eennâm- já čäcivuoigâdvuođâin, mut čuávdus uuccâm ij lah ubâ algâttumgin.
sms: LääŠddjânnam valdia lij piijjâm mäŋggsab lååi eeŠjj ääiŠj täävtõssân vuäǯǯad meersaž räŠtǩǩumuš saaŠmi mädd- da čääŠccvuõiggâdvuõđin, leša räŠtǩǩem ooccmõš iŠlla veâl ni alttuum.

source: Suomâ ij pyevti onnig peittâttâđ aalmuglii čuávdus uuccâm tuáhá.
sms: LääŠddjânnam ij vueiŠt teänab lõõmmâd meersaž räŠtǩǩeem ooccmõõžž tuâkka.

source: Suomâ staatâ kalga čuávdiđ sämmilij eennâm- já čäcivuoigâdvuođâid majemustáá uássin tave-eennâmlii sämisopâmuš, ađai viiđi ive siste.
sms: LääŠddjânnam valdia âlgg räŠtǩǩeed saaŠmi mäŠdd- da čääŠccvuõigâdvuõđid mââimõõžžâst bieŠǩǩen tâŠvvjânnamlaž sääŠmsuåppmõõžž, âŠte viiđ eeŠjj sizz.

source: Taažâ sämitige president Egil Olli iätá lemin uáli ilolâš tast, et ráđádâlmeh peessih tääl joton. ”
sms: Taar sääŠmteeŠǧǧ presidentt Egil Olli särnn, što lij kuärǥast tõŠst, što saaǥǥstõõllmõõžž peäŠsse ååŠn äŠlǧǧed.”MâŠte tieŠttep, što liâ leämmaž mõõn-ne veeŠrd jeeŠresmiõllsažvuõđ saaǥǥstõõllâmplaanâst, jeärben Taarrâst, leša ko mij ååŠn tieŠttep, što LääŠddjânnam da Ruõcc sääŠmteeŠǧǧ da tõõi jânnmi halltõõzzi kõõskâst lij õhttmiõllsažvuõtt, nuŠtt alttumuš ij vuäǯǯ leeŠd Taarrâst ǩidd.

source: Tegu tiettip lii lamaš mottoom verd sierâmielâlâšvuotâ ráđádâllâmvuáváámist, eromâšávt Taažâst, mut ko mij tääl tiettip, et Suomâ já Ruotâ sämitigij já toi enâmij haldâttâsâi kooskâ lii oovtmielâlâšvuotâ, te algâttem ij uážu leđe Taažâst kiddâ.
sms: HääŠlääm ââŠnned tän poodd äuŠǩǩen ǩeiŠttad LääŠddjânnam da Ruõcc tän poddsaž šiõǥǥ proseezzâst.

source: Tääl halijdâm kevttiđ tilálâšvuođâ pyerrin já rämidiđ Suomâ já Ruotâ táássážân ovdánâm fiijnâ já šiev prosessâst já mielâst vuárdám et porgâškyettip tain historjállijn toimáin: uážžup áigá sämisopâmuš kuulmâ tave-enâmist, mast aassâp ”, juátká Egil Olli.
sms: Da vuârdam ääŠlšest, što äŠlǧǧep tuejjeed tuâj tän histoorlaž ääŠšš pirr, leŠbe nuŠtt, što vuäǯǯap äigga sääŠmsuåppmõõžž kolmmen jânnmest, koŠst jälstep ”, juäŠtkk Egil Olli.

source: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruotâ sämitigge Suomâ sämitigge Taažâ sämitigge 070 – 773 7762 +358 50 5242109 +47 78 47 40 00
sms: Ingrid Inga Klemetti Näkkäläjärvi Egil Olli Ruõcc sääŠmteŠǧǧ LääŠddjânnam sääŠmteŠǧǧ Taar sääŠmteŠǧǧ 070 – 773 7762 +358 50 5242109 +47 78 47 40 00
